Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: [user:name], A site administrator at [site:name] has created an account for you. You may now log in by clicking this link or copying and pasting it to your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
be: [user:name],\r \r Адміністратар сайта [site:name] стварыў для вас акаўнт. Цяпер вы можаце ўвайсці на сайт, націснуўшы гэтую спасылку, або скапіраваўшы яе у адрасны радок вашага браўзера:\r \r [user:one-time-login-url]\r \r Гэтую спасылку можна выкарыстоўваць толькі аднойчы. Яна прывядзе вас на старонку, дзе вы можаце ўсталяваць пароль.\r \r Пасля ўсталявання пароля, вы зможаце зарэгавацца на [site:login-url] для далейшага выкарыстання:\r \r Імя карыстальніка: [user:name]\r Пароль: Your password\r \r \r Каманда [site:name]

source: [user:name], Thank you for registering at [site:name]. You may now log in by clicking this link or copying and pasting it to your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
be: [user:name],\r \r Дзякуй за рэгістрацыю на [site:name]. Зараз вы можаце ўвайсці ў сістэму па гэтай спасылцы (або скапіруйце і ўстаўце ў адрасны радок браўзэра):\r \r [user:one-time-login-url]\r \r Гэта спасылка можа быць выкарыстаная толькі аднойчы, па ёй вы адкрываеце старонку для стварэння свайго пароля.\r \r Пасля стварэння пароля, вы зможаце ўвайсці ў сістэму ў будучыні па наступным адрасе:\r [site:login-url] \r \r Пры гэтым вы зможаце выкарыстаць вашыя імя і пароль:\r Імя: [user:name]\r Пароль: ваш пароль\r \r -- Аўтары сайта [site:name]

source: [user:name], Thank you for registering at [site:name]. Your application for an account is currently pending approval. Once it has been approved, you will receive another e-mail containing information about how to log in, set your password, and other details. -- [site:name] team
be: [user:name],\r \r Дзякуй за рэгістрацыю на [site:name]. Ваша заяўка на стварэнне акаўнту чакае зацвярджэння. \r Як толькі яе пацвердзяць, вы атрымаеце яшчэ адзін e-mail, з інфармацыяй як увайсці ў сістэму, усталяваць свой пароль і інш.\r \r Каманда [site:name]

source: [user:name], Your account at [site:name] has been activated. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
be: [user:name]\r \r Ваш акаўнт на [site:name] был актывізаваны.\r \r Вы можаце зараз перайсці на сайт, націснуўшы на гэтую спасылку, або скапіраваўшы яе ў адрасны радок браўзера.\r \r [user:one-time-login-url]\r \r Гэтую спасылку можна выкарыстовываць толькі аднойчы. Яна прывядзе вас на старонку, дзе вы можаце ўсталяваць пароль.\r \r Пасля ўсталявання пароля, вы зможаце зарэгавацца на [site:login-url] для далейшага выкарыстання.\r \r Імя карыстальніка: [user:name]\r Пароль: Your password\r \r Каманда [site:name]

source: [user:name], Your account on [site:name] has been blocked. -- [site:name] team
be: [user:name], \r \r Ваш акаўнт на сайце [site:name] быў заблакаваны. \r \r -- Каманда [site:name]

source: [user:name], Your account on [site:name] has been canceled. -- [site:name] team
be: [user:name], \r Ваш акаўнт [site:name] быў выдалены.\r -- [site:name] каманда

source: access administration pages
be: дасяг да старонак кіраваньню

source: access content
be: Допуск да змесціва

source: access denied
be: дасяг забаронены

source: action
be: дзеянне

source: actions
be: дзеянні

source: active
be: актыўны

source: add
be: дадаць

source: add link
be: дадаць спасылку

source: add terms
be: дадаць дэфініцыі

source: add translation
be: Дадаць пераклад

source: address format
be: фармат адрэсы

source: administer
be: кіраваньне

source: administer comments
be: кіраваць камэнтарамі

source: administer nodes
be: кіраванне матэрыяламі

source: administer site configuration
be: кіраваньне наладкамі сайту

source: administer users
be: кіраваньне карыстальнікамі

source: administrator
be: адміністратар

source: aggregator
be: агрэгатар

source: aggregator - @title
be: Агрэгатар - @title

source: alert
be: папярэджанне

source: allow
be: дазволіць

source: am
be: да палудня

source: and
be: і

source: and where
be: і дзе

source: and where %property is %value
be: і дзе %property прымае значэнне %value

source: anonymous user
be: ананімны карыстальнік

source: any
be: любы

source: approve
be: дазволіць

source: archive
be: архіў

source: arguments
be: аргументы

source: authenticated user
be: ідэнтыфікаваны карыстальнік

source: ban
be: забаніць

source: block
be: блок

source: block IP address
be: Заблакаваць IP адрас

source: blocked
be: заблякаваны

source: blog
be: блог

source: blog it
be: дапісаць

source: book: updated %title.
be: Кніга: %title абноўлены.

source: by
be: аўтар

source: bytes
be: Б

source: callback %callback not found: %q.
be: зваротны выклiк %callback не знойдзены: %q.

source: categories
be: катэгорыі

source: category
be: катэгорыя

source: center
be: цэнтар

source: characters
be: знакі

source: checkbox
be: чэкбокс

source: checkboxes
be: чэкбоксы

source: clone
be: клянаваць

source: closed
be: зачыненае

source: comment
be: каментар

source: comments
be: каментары

source: configure
be: змяніць настройкі

source: contact
be: кантакт

source: content
be: змест

source: content types
be: тыпы матэрыялаў

source: context
be: кантэкст

source: create a new book
be: Стварыць новую кнігу

source: created
be: створана

source: critical
be: крытычны

source: cron
be: крон

source: current revision
be: бягучая версія

source: date
be: дата

source: days
be: дзён

source: debug
be: адладка

source: default theme
be: стандартная тэма

source: delete
be: выдаліць

source: delete set
be: выдаліць набор

source: delete view
be: выдаліць выгляд

source: delivery callback not found
be: дастаўка зваротнага выкліку не знойдзена

source: deny
be: адмовіць

source: details
be: падрабязнасці

source: directory ping
be: пінг дырэкторыі

source: disable
be: адключыць

source: disabled
be: адключана

source: done
be: зроблена

source: edit
be: рэдагаваць

source: edit comment
be: рэдагаваць каментар

source: edit container
be: рэдагаваць кантэйнэр

source: edit forum
be: рэдагаваць форум

source: edit menu
be: рэдагаваць мэню

source: edit order and titles
be: рэдагаваць парадак і назвы

source: edit permissions
be: змяніць правы

source: edit role
be: рэдагаваць статус

source: edit set name
be: рэдагаваць набор імёнаў

source: edit term
be: рэдагаваць дэфініцыю

source: edit the content of this block
be: рэдагаваць змест гэтага блоку

source: edit view
be: рэдагаваць выгляд

source: edit vocabulary
be: рэдагаваць слоўнік

source: emergency
be: надзвычайнае становішча

source: enable
be: уключыць

source: enabled
be: дазволена

source: error
be: памылка

source: export
be: экспартаваць

source: export view
be: экспартаваць выгляд

source: false
be: ня слушна

source: field
be: поле

source: fields
be: палі

source: file
be: файл

source: file system
be: файлавая сыстэма

source: filter
be: фільтр

source: footer
be: футэр

source: form
be: форма

source: format
be: фармат

source: forms
be: формы

source: forum
be: форум

source: forum container
be: кантэйнер форумаў

source: forum: deleted %term and all its sub-forums and associated posts.
be: форум: %term быў выдалены разам з усімі падфорумамі ды асацыяванымі допісамі

source: forum: deleted %term and all its sub-forums.
be: форум: выдалены %term і ўсе яго падфорумы.

source: freeform list
be: вольны спіс

source: function
be: прызначэнне

source: hash
be: хэш

source: header
be: шапка сайта

source: height @height
be: вышыня @height

source: help
be: даведка

source: host
be: хост

source: hour
be: гадзіна

source: hours
be: гадзінаў

source: image
be: малюнак

source: import
be: імпартаваць

source: info
be: Інфармацыя

source: input formats
be: фарматы ўводу

source: inviter
be: той, хто запрашае

source: language
be: мова

source: last »
be: апошняя »

source: left
be: злева

source: left sidebar
be: левая бакавая панэль

source: link
be: спасылка

source: list
be: спіс

source: list links
be: спіс спасылак

source: list selection
be: выбар са спісу

source: list terms
be: вывесці спіс тэрмінаў

source: locale
be: лакалізацыя

source: locked
be: заблакавана

source: log in
be: увайсці ў сістэму

source: mail
be: пошта

source: manage display
be: кіраваць адлюстраваннем

source: manage fields
be: кіраваць палямі

source: menu
be: меню

source: mm/dd/yy
be: мм/дд/гг

source: modules
be: модулі

source: more
be: болей

source: more information
be: дадатковая інфармацыя

source: more tags
be: усе тэгі

source: multi-line textfield
be: шматрадковае тэкставае поле

source: multiple selector
be: спіс множнага выбару

source: n/a
be: [няма]

source: never
be: ніколі

source: new
be: новае

source: next ›
be: наступная ›

source: no
be: не

source: no preview
be: не чарнавому прагляду

source: no screenshot
be: няма здымка экрану (скрыншоту)

source: node
be: матэрыял

source: nodes
be: матар'ялы

source: none
be: няма

source: not promoted
be: не прапанавана

source: not published
be: не апублікавана

source: not sticky
be: не прымацавана

source: not verified
be: госць

source: not yet assigned
be: яшчэ не вызначана

source: not yet created
be: яшчэ не створана

source: notice
be: паведамленне

source: ok
be: так

source: open
be: адчыненае

source: original
be: першапачатковы

source: outdated
be: састарэлы

source: page
be: старонка

source: page not found
be: старонка ня знойдзеная

source: parent
be: бацькоўская

source: path
be: шлях

source: permission
be: правы

source: permissions
be: дазволы

source: pixels
be: пікселі

source: pm
be: пасля палудня

source: polls
be: апытанні

source: printer-friendly version
be: версія для друку

source: profile
be: профіль

source: profiles
be: профілі

source: promoted
be: прапанавана

source: published
be: апублікавана

source: queue
be: чарга

source: random between -@degrees&deg and @degrees&deg
be: выпадковы параметр паміж -@degrees&deg і @degrees&deg

source: read more
be: чытаць далей

source: rearrange
be: перагрупаваць

source: referrers
be: крыніцы

source: refresh
be: абнавіць

source: register
be: зарэгістраваць

source: remove
be: выдаленне

source: remove items
be: выдаліць элементы

source: reply
be: адказаць

source: required
be: абавязкова

source: reset
be: скінуць

source: results
be: вынікі

source: revert
be: адкат

source: revisions
be: версіі

source: right
be: справа

source: right sidebar
be: правая бакавая панэль

source: role
be: роля

source: roles
be: статусы

source: search
be: пошук

source: security
be: бяспека

source: select
be: абраць

source: select administration menu
be: Абраць меню адміністратара

source: settings
be: наладкі

source: single-line textfield
be: адзінарадковае тэкставае поле

source: site
be: сайт

source: sort ascending
be: сарціроўка паводле павялічэння

source: sort by @s
be: Сартаваць па @s

source: sort descending
be: сарціроўка паводле памяньшэння

source: sort icon
be: абразок сартоўкі

source: sources
be: крыніцы

source: status
be: статус

source: sticky
be: прымацавана

source: style
be: стыль

source: subscribe
be: падпісацца

source: system
be: сыстэма

source: tags
be: тэгі

source: taxonomy
be: таксанамія

source: template
be: шаблён

source: term
be: тэрмін

source: the PHP documentation
be: PHP дакументацыя

source: theme
be: тэма

source: theme() may not be called until all modules are loaded.
be: Немагчыма выклікаць тэму(), пакуль не загрузяцца ўсе модулі.

source: throttle
be: рэгулятар

source: title
be: назва

source: top
be: уверсе

source: tracker
be: Выдалены 1 запісназіраньне

source: true
be: слушна

source: type
be: тып

source: unassign
be: адмена прызначэння

source: unban
be: разбаніць

source: unblock IP address
be: разблакаваць IP адрас

source: unlimited
be: неабмежавана

source: up
be: уверх

source: update
be: абнавіць

source: update items
be: абнавіць элементы

source: updated
be: абноўлена

source: upload
be: запампоўка

source: upscaling allowed
be: масштабаванне дазволена

source: user
be: карыстальнік

source: username
be: імя карыстальніка

source: users
be: карыстальнікі(-аў)

source: value
be: каштоўнасць

source: video
be: відэа

source: view
be: глядзець

source: view actual size
be: Прагляд бягучага памеру

source: view revisions
be: прагляд версіяў

source: view site reports
be: праглядзець паведамленні сайта

source: views
be: выгляды

source: warning
be: папераджэньне

source: week
be: тыдзень

source: weight
be: вага

source: where
be: дзе

source: where %property is %value
be: дзе %property прымае значэнне %value

source: width @width
be: шырыня @width

source: yes
be: так

source: « first
be: « першая

source: ‹ previous
be: ‹ папярэдняя
